Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=194_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámit - okta álbmot njealji riikkas
smn: Ohtâ aalmug neelji enâmist

source: Sámit leat okta álbmot njealji riikka, Suoma, Ruoŧa, Norgga ja Ruošša guovlluin.
smn: Sämmiliih láá ohtâ aalmug neelji eennâm, Suomâ, Ruotâ, Taažâ já Ruošâ kuávluin.

source: Sámepolitihkalaš čuoččuhusa mielde ” sámit leat okta álbmot, man oktilašvuođa riikkaid ráját eai oaččo rihkkut ”.
smn: Sämipoolitlâš teesi mield ” sämmiliih láá ohtâ aalmug, mon ohtâlâsvuođâ iä väldikudij rääjih uážu rikkođ ”.

source: Sámiid váldegottiid rájáid rasttildeaddji oktiigullevašvuohta lea dán áigge nana vuođu alde ja oktasašbargu viiddis.
smn: Sämmilij oohtânkulluuvâšvuotâ, mii rastaldit väldikudij raajijd, lii tááláá ääigi nanos já ovtâspargo viijđes.

source: Oktasašbarggu dahket nu virggálaš sámeservodaga ovddasteaddjit, Suomas, Ruoŧas ja Norggas doaibmi sámeparlameanttat (saamelaiskäräjät / sámediggi / sametinget) go álbmotsearvvit, sierra surggiid ovddasteaddji dáidda- ja ámmátsearvvit ja oahppolágádusatge.
smn: Ovtâspargo pargeeh virgálâš sämisiärváduvâi ovdâsteijeeh, Suomâst, Ruotâst já Taažâst tuáimee sämiparlameentah (sämitigge / sámediggi / sametinget), aalmuglâšseervih, jieškote-uv suorgijd ovdâsteijee taaidâ- já áámmátseervih já oppâlájádâsah-uv.

source: Sámeáššiid guoski oktasašbargu dahkkojuvvo maid riikkaid ráđđehusaid ja báikkálaš eiseválddiid dásis.
smn: Sämiaašijd kyeskee ovtâspargo pargeeh meiddei riijkâi haldâttâsâi já páihálâš virgeomâhái tääsist.

source: Dehálamos oktasaš árgabeaivve huksejeaddjit leat sámegielat radio ja TV, maid čuovvunvejolašvuođat leat viidánan interneahta mielde juohke beallai.
smn: Merhâšitteemusah ohtsii argâpeeivi huksejeijeeh láá sämikielâlâš radio já TV, moi čuávvummáhđulâšvuođah láá internet mield vijđánâm jyehi sajan.

source: Dasa lassin priváhta olbmuid fuolke- ja eará oktavuođat ollet lunddolaččat riikkarájáid rastá.
smn: Lasseen suhâruottâseh já ovtâskâs ulmui ohtâvuođah joteh luándulávt väldikudij raajij paijeel.

source: Oktasaš giella dahká sámeguovllus oktasaš leavvanviidodaga maid sámegielat girjjálašvuhtii, musihkkai, ealligovvii ja dieđihangaskaomiide ja oktasaš doaibmaguovllu sámegielat teáhterii ja sierralágan dáhpáhusaide musihkkafestiválain girkobeivviide.
smn: Ohtsâš kielâ taha sämikuávlust ohtsii levânemkuávlu meiddei sämikielâlâš kirjálâšvuotân, muusikkân, elleekován já median sehe ohtsii toimâkuávlu sämikielâlâš teatterân já sierâlágán tábáhtussáid muusikfestivaalâin kirkkopeivijd.

source: Oktasaš giellan leat sámegiela stuorámus giellahápmi davvisámegiella ja juliv-, lullisáme- ja nuortalašgiella.
smn: Ohtsâš kiellân tuáimih sämikielâ stuárráámus kielâ tavesämikielâ já juulev-, maadâ- já nuorttâsämikielâ.

source: Julivgiela ja lullisámegiela hállet Norgga ja Ruoŧa guovlluin.
smn: Juulev- já maadâsämikielâ sárnuh Taažâ já Ruotâ kuávluin.

source: Nuortalašgiella fas lea gulahallangaskaoapmin Suoma ja Ruošša nuortalaččaid gaskkas.
smn: Nuorttâsämikielâ pelestis tuáimá čonâsin Suomâ já Ruošâ nuorttâsämmilij kooskâst.

source: Davvisámegiela geavahit árbevirolaččat Suoma, Ruoŧa ja Norgga guovlluin.
smn: Tavesämikielâ kevttih ärbivuáválávt Suomâ, Ruotâ já Taažâ kuávluin.

source: Dán áigge dan hállet maid Ruošša bealde.
smn: Tááláá ääigi kielâ mätteeh láá meiddei Ruošâbeln.

source: Sámit leat árvvu mielde 60.000-100.000 gaskkas.
smn: Sämiaalmug mere árvušteleh lemin ohtsis 60.000-100.000 kooskâst.

source: Norggas leat árvvu mielde 40.000-60.000, Ruoŧas 15.000-20.000, Suomas 9.300-10.000 ja Ruoššas sullii 2.000 sápmelačča.
smn: Taažâst láá áárvuld 40.000-60.000, Ruotâst 15.000-20.000, Suomâst 9300-10.000 já Ruošâst nyevt 2 000 sämmilâžžâd.

source: Sámit leat eanetlohkun muhtun gielddain Sámis: Suoma Ohcejoga, Norgga Guovdageainnu, Kárášjoga, Deanu ja Unjárgga gielddain.
smn: Sämmiliih láá eenâblovvoost motomijn sämikuávlu kieldâin: Suomâ Ucjuv (Ohcejohka), Taažâ Kuovdâkiäinu (Guovdageaidnu / Kautokeino), Kárášjuv (Kárášjohka / Karasjok), Tiänu (Deatnu / Tana) já Uunjaargâ (Unjárga / Nesseby) kieldâin.

source: Gáldut:
smn: Käldeeh:

source: Davvi Girji OS: www.davvi.no
smn: Kustannus-Puntsi 1997: www.puntsi.fi
